Repository: finpin/sezame-plugin-wordpress
Catalog: languages/sezame-*.po
Languages: de

source: Settings
de: Einstellungen

source: Expert mode
de: Expertenmodus

source: Enabled
de: Aktiv

source: Fraud protection
de: Betrugssicherung

source: Step 1
de: Schritt 1

source: Step 2
de: Schritt 2

source: Cancel service
de: Dienst aufheben

source: Private key
de: Privater Schlüssel

source: Key password
de: Schlüsselpasswort

source: Step 3
de: Schritt 3

source: Certificate
de: Zertifikat

source: Sezame Settings
de: Sezame Einstellungen

source: Setup Status:
de: Einrichtungsstatus:

source: Sezame is functional
de: Sezame ist funktionsbereit

source: Get the Sezame app via your favorite appstore and register with sezame. Enter your recovery E-Mail address below and press the register button.
de: Installieren Sie die Sezame App über den entsprechenden Appstore. Geben Sie die recovery E-Mail Adresse ein und drücken Sie den registrieren Button.

source: After registering finally sign up with Sezame, by pressing the Sign button, after this step Sezame is functional:
de: Nach der Registrierung betätigen Sie bitte den Signieren Button um das Zertifikat zu erhalten, nach diesem Schritt ist Sezame funktionsbereit:

source: Get the Shared secret and Client code using the sezame support channels, or use existing ones.
de: Fordern Sie das Shared Secret und den Client Code über den Sezame Support an, oder verwenden Sie existierende Daten.

source: Generate the CSR and private Key or paste existing values.
de: Erzeugen Sie den CSR und den privaten Schlüssel oder fügen sie bestehende Werte ein.

source: Get the certificate by contacting Sezame support channels, or paste an existing certificate.
de: Fordern Sie das Zertifikat über den Sezame Support an oder verwenden Sie ein bestehendes Zerifikat.

source: Cancel Sezame, this will disable your registration:
de: Sezame deaktivieren, diese Funktion hebt die Registrierung auf:

source: Set up Szeame using existing credentials, or get the credentials from the Sezame support channels, without the need of installing the Sezame app.
de: Sezame mit bestehenden Zugangsdaten einrichten, oder über den Sezame Support angeforderte Daten einfügen, ohne die App installieren zu müssen.

source: Authentication timeout in seconds.
de: Authentifizierungs Timeout in Sekunden.

source: Enable fraud protection, users get a notification about password logins.
de: Betrugssicherung aktivieren, bei Anmeldungen mit einem Passwort erhalten die Benutzer eine Benachrichtigung.

source: Recovery E-Mail entered on the sezame app, needed for auto activation.
de: Recovery E-Mail, welche bei der Einrichtung der Sezame App angegeben wurde, für die autom. Einrichtung notwendig.

source: After pressing this button, you will get a notification on your Sezame app, please acknowledge this request.
de: Nach dem Betätigen dieses Button erhalten Sie eine Benachrichitung über die Sezame App, bitte bestätigen Sie diese.

source: Sign
de: Signieren

source: Cancel
de: Abbrechen

source: Make CSR
de: CSR erzeugen

source: The Client code for uniquely identifying your blog.
de: Der Client Code für die eindeutige Identifizierung Ihres Blog

source: The Shared secret.
de: Das Shared Secret.

source: The password for protecting your private key.
de: Das Passwort für die Absicherung Ihres privaten Schlüssels.

source: The CSR.
de: Der CSR.

source: Your private key.
de: Ihr privater Schlüssel.

source: The certificate.
de: Das Zertifikat.

source: E-Mail is required
de: E-Mail Adresse ist erforderlich

source: E-Mail address is not valid
de: E-Mail Adresse ist ungültig

source: E-Mail address not found.
de: E-Mail Adresse nicht gefunden.

source: Please register first
de: Bitte registrieren Sie zuerst

source: Username is required
de: Benutzername ist erforderlich

source: User not found
de: Benutzer nicht gefunden

source: Invalid login.
de: Ungültige Zugangsdaten.

source: The request has not been authorized in time.
de: Die Anfrage wurde nicht rechtzeitig beantwortet.

source: Login denied.
de: Zugang wurde abgewiesen.

source: Please open the sezame app and authorize the authentication request!
de: Bitte öffnen Sie die Sezame App und authorisieren Sie die Anfrage!

source: Remove pairing
de: Pairing entfernen

source: https://seza.me/
de: https://seza.me/de/

source: You will get a notification on your Sezame App, if password login was used.
de: Sie erhalten eine Nachricht, falls ein passwort Login festgestellt wurde.

source: Please set Client code and Shared secret
de: Bitte setzen Sie den Client code und das Shared secret

source: Client code is required
de: Der Client code muss angegeben werden

source: Shared secret is required
de: Das Shared secret muss angegeben werden

source: Please set the CSR
de: Bitte setzen Sie den CSR

source: completed
de: vollständig

source: new
de: unvollständig

source: Open the Sezame App and use the pairing function to take a shot of this QR code:
de: Öffnen Sie die Sezame App und verwenden Sie die pairing Funktion, um diesen QR Code zu fotografieren:
